#+title: Readme
#+PROPERTY:  header-args :var DIR=(my/dir) :eval no-export :exports both

#+header: :colnames '("Sample" "Forward" "Reverse")
#+begin_src bash :dir (symbol-value 'ssh-deploy-root-remote)
find gbs/0-raw/ -name "1-filter" -prune -o -name "*.gz" -printf "%P\n" |
    sort |
    paste - - |
    while read fwd rev; do
        echo $(dirname $fwd) $fwd $rev;
    done
#+end_src

#+RESULTS:
#+name: illumina
| Sample      | Forward                                                 | Reverse                                                 |
|-------------+---------------------------------------------------------+---------------------------------------------------------|
| Kc_3148     | Kc_3148/Kc_3148_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kc_3148/Kc_3148_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kc_4372     | Kc_4372/Kc_4372_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kc_4372/Kc_4372_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kc_4373     | Kc_4373/Kc_4373_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kc_4373/Kc_4373_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kc_A_1_1    | Kc_A_1_1/Kc_A_1_1_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz | Kc_A_1_1/Kc_A_1_1_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz |
| Kc_A_1      | Kc_A_1/Kc_A_1_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz     | Kc_A_1/Kc_A_1_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz     |
| Kc_A_2      | Kc_A_2/Kc_A_2_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz     | Kc_A_2/Kc_A_2_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz     |
| Kc_A_3      | Kc_A_3/Kc_A_3_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz     | Kc_A_3/Kc_A_3_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz     |
| Kc_A_4      | Kc_A_4/Kc_A_4_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz     | Kc_A_4/Kc_A_4_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz     |
| Kc_A_5      | Kc_A_5/Kc_A_5_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz     | Kc_A_5/Kc_A_5_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz     |
| Kc_A_6      | Kc_A_6/Kc_A_6_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz     | Kc_A_6/Kc_A_6_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz     |
| Kc_A_7      | Kc_A_7/Kc_A_7_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz     | Kc_A_7/Kc_A_7_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz     |
| Kc_A_8      | Kc_A_8/Kc_A_8_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz     | Kc_A_8/Kc_A_8_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz     |
| Kc_A_9      | Kc_A_9/Kc_A_9_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz     | Kc_A_9/Kc_A_9_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz     |
| Kc_A_10     | Kc_A_10/Kc_A_10_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kc_A_10/Kc_A_10_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kc_A_11     | Kc_A_11/Kc_A_11_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz  | Kc_A_11/Kc_A_11_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kc_F1       | Kc_F1/Kc_F1_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz       | Kc_F1/Kc_F1_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz       |
| Kc_K_20     | Kc_K_20/Kc_K_20_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kc_K_20/Kc_K_20_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kd_150070_1 | Kd_15_1/Kd_15_1_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_15_1/Kd_15_1_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_150070_2 | Kd_15_2/Kd_15_2_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_15_2/Kd_15_2_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_150070_3 | Kd_15_3/Kd_15_3_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_15_3/Kd_15_3_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_1780     | Kd_1780/Kd_1780_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_1780/Kd_1780_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_190051_1 | Kd_19_1/Kd_19_1_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_19_1/Kd_19_1_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_190051_2 | Kd_19_2/Kd_19_2_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_19_2/Kd_19_2_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_190051_3 | Kd_19_3/Kd_19_3_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_19_3/Kd_19_3_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_190051_4 | Kd_19_4/Kd_19_4_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_19_4/Kd_19_4_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_190051_5 | Kd_19_5/Kd_19_5_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_19_5/Kd_19_5_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_283      | Kd_283/Kd_283_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz     | Kd_283/Kd_283_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz     |
| Kd_3041     | Kd_3041/Kd_3041_CKDL220020121-1A_HCWYNDSX5_L1_1.fq.gz   | Kd_3041/Kd_3041_CKDL220020121-1A_HCWYNDSX5_L1_2.fq.gz   |
| Kd_3042     | Kd_3042/Kd_3042_CKDL220020121-1A_HCWYNDSX5_L1_1.fq.gz   | Kd_3042/Kd_3042_CKDL220020121-1A_HCWYNDSX5_L1_2.fq.gz   |
| Kd_3043     | Kd_3043/Kd_3043_CKDL220020121-1A_HCWYNDSX5_L1_1.fq.gz   | Kd_3043/Kd_3043_CKDL220020121-1A_HCWYNDSX5_L1_2.fq.gz   |
| Kd_3149     | Kd_3149/Kd_3149_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_3149/Kd_3149_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_3150     | Kd_3150/Kd_3150_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_3150/Kd_3150_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_8046     | Kd_8046/Kd_8046_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_8046/Kd_8046_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_Cone_1   | Kd_C_1/Kd_C_1_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_C_1/Kd_C_1_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_Cone_2   | Kd_C_2/Kd_C_2_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_C_2/Kd_C_2_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_Cone_3   | Kd_C_3/Kd_C_3_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_C_3/Kd_C_3_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_Cone_4   | Kd_C_4/Kd_C_4_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_C_4/Kd_C_4_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_H_10     | Kd_H_10/Kd_H_10_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_H_10/Kd_H_10_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_H_11     | Kd_H_11/Kd_H_11_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_H_11/Kd_H_11_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_H_12     | Kd_H_12/Kd_H_12_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_H_12/Kd_H_12_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_H_13     | Kd_H_13/Kd_H_13_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_H_13/Kd_H_13_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_H_14     | Kd_H_14/Kd_H_14_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_H_14/Kd_H_14_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_H_15     | Kd_H_15/Kd_H_15_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_H_15/Kd_H_15_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_H_16     | Kd_H_16/Kd_H_16_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_H_16/Kd_H_16_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_H_17     | Kd_H_17/Kd_H_17_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_H_17/Kd_H_17_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_H_18     | Kd_H_18/Kd_H_18_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_H_18/Kd_H_18_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_H_19     | Kd_H_19/Kd_H_19_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_H_19/Kd_H_19_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_H_1      | Kd_H_1/Kd_H_1_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_H_1/Kd_H_1_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_H_20     | Kd_H_20/Kd_H_20_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_H_20/Kd_H_20_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_H_2      | Kd_H_2/Kd_H_2_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_H_2/Kd_H_2_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_H_3      | Kd_H_3/Kd_H_3_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_H_3/Kd_H_3_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_H_4      | Kd_H_4/Kd_H_4_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_H_4/Kd_H_4_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_H_5      | Kd_H_5/Kd_H_5_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_H_5/Kd_H_5_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_H_6      | Kd_H_6/Kd_H_6_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_H_6/Kd_H_6_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_H_7      | Kd_H_7/Kd_H_7_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_H_7/Kd_H_7_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_H_8      | Kd_H_8/Kd_H_8_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_H_8/Kd_H_8_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_H_9      | Kd_H_9/Kd_H_9_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz     | Kd_H_9/Kd_H_9_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz     |
| Kd_HML_1    | Kd_HML_1/Kd_HML_1_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_HML_1/Kd_HML_1_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_HML_2    | Kd_HML_2/Kd_HML_2_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_HML_2/Kd_HML_2_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_HML_3    | Kd_HML_3/Kd_HML_3_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_HML_3/Kd_HML_3_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_HML_4    | Kd_HML_4/Kd_HML_4_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_HML_4/Kd_HML_4_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_HML_5    | Kd_HML_5/Kd_HML_5_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_HML_5/Kd_HML_5_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_HML_6    | Kd_HML_6/Kd_HML_6_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_HML_6/Kd_HML_6_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_HAVO_1a  | Kd_HV_1a/Kd_HV_1a_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_HV_1a/Kd_HV_1a_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_HAVO_1b  | Kd_HV_1b/Kd_HV_1b_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_HV_1b/Kd_HV_1b_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_JW       | Kd_JW/Kd_JW_CKDL220020121-1A_HCWYNDSX5_L1_1.fq.gz       | Kd_JW/Kd_JW_CKDL220020121-1A_HCWYNDSX5_L1_2.fq.gz       |
| Kd_JW_ng    | Kd_JW_ng/Kd_JW_ng_CKDL220020121-1A_HCWYNDSX5_L1_1.fq.gz | Kd_JW_ng/Kd_JW_ng_CKDL220020121-1A_HCWYNDSX5_L1_2.fq.gz |
| Kd_KPH_1a   | Kd_KH_1a/Kd_KH_1a_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz | Kd_KH_1a/Kd_KH_1a_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz |
| Kd_KPH_1b   | Kd_KH_1b/Kd_KH_1b_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz | Kd_KH_1b/Kd_KH_1b_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz |
| Kd_KPH_2a   | Kd_KH_2a/Kd_KH_2a_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz | Kd_KH_2a/Kd_KH_2a_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz |
| Kd_KPH_2b   | Kd_KH_2b/Kd_KH_2b_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz | Kd_KH_2b/Kd_KH_2b_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz |
| Kd_KPK_1a   | Kd_KK_1a/Kd_KK_1a_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz | Kd_KK_1a/Kd_KK_1a_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz |
| Kd_KPK_1b   | Kd_KK_1b/Kd_KK_1b_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz | Kd_KK_1b/Kd_KK_1b_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz |
| Kd_MO_10    | Kd_MO_10/Kd_MO_10_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_MO_10/Kd_MO_10_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_MO_11    | Kd_MO_11/Kd_MO_11_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_MO_11/Kd_MO_11_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_MO_12    | Kd_MO_12/Kd_MO_12_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_MO_12/Kd_MO_12_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_MO_1     | Kd_MO_1/Kd_MO_1_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_MO_1/Kd_MO_1_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_MO_2     | Kd_MO_2/Kd_MO_2_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_MO_2/Kd_MO_2_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_MO_3     | Kd_MO_3/Kd_MO_3_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_MO_3/Kd_MO_3_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_MO_4     | Kd_MO_4/Kd_MO_4_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_MO_4/Kd_MO_4_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_MO_5     | Kd_MO_5/Kd_MO_5_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_MO_5/Kd_MO_5_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_MO_6     | Kd_MO_6/Kd_MO_6_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_MO_6/Kd_MO_6_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_MO_7     | Kd_MO_7/Kd_MO_7_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_MO_7/Kd_MO_7_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_MO_8     | Kd_MO_8/Kd_MO_8_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_MO_8/Kd_MO_8_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_MO_9     | Kd_MO_9/Kd_MO_9_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_MO_9/Kd_MO_9_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_OO_1     | Kd_OO_1/Kd_OO_1_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_OO_1/Kd_OO_1_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_OO_2     | Kd_OO_2/Kd_OO_2_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_OO_2/Kd_OO_2_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_OO_3     | Kd_OO_3/Kd_OO_3_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_OO_3/Kd_OO_3_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_OO_4     | Kd_OO_4/Kd_OO_4_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_OO_4/Kd_OO_4_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_OO_5     | Kd_OO_5/Kd_OO_5_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_OO_5/Kd_OO_5_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_OO_6     | Kd_OO_6/Kd_OO_6_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_OO_6/Kd_OO_6_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_OO_7     | Kd_OO_7/Kd_OO_7_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_OO_7/Kd_OO_7_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_OO_8     | Kd_OO_8/Kd_OO_8_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_OO_8/Kd_OO_8_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_OO_9     | Kd_OO_9/Kd_OO_9_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_OO_9/Kd_OO_9_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_PWF_1    | Kd_PWF_1/Kd_PWF_1_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_PWF_1/Kd_PWF_1_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_PWF_2    | Kd_PWF_2/Kd_PWF_2_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_PWF_2/Kd_PWF_2_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_PWF_3    | Kd_PWF_3/Kd_PWF_3_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_PWF_3/Kd_PWF_3_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_PWF_4    | Kd_PWF_4/Kd_PWF_4_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_PWF_4/Kd_PWF_4_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_PWF_5    | Kd_PWF_5/Kd_PWF_5_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz | Kd_PWF_5/Kd_PWF_5_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz |
| Kd_PWW_1    | Kd_PWW_1/Kd_PWW_1_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz | Kd_PWW_1/Kd_PWW_1_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz |
| Kd_PWW_2    | Kd_PWW_2/Kd_PWW_2_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz | Kd_PWW_2/Kd_PWW_2_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz |
| Kd_PWW_3    | Kd_PWW_3/Kd_PWW_3_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz | Kd_PWW_3/Kd_PWW_3_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz |
| Kd_PWW_4    | Kd_PWW_4/Kd_PWW_4_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz | Kd_PWW_4/Kd_PWW_4_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz |
| Kd_PWW_5    | Kd_PWW_5/Kd_PWW_5_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz | Kd_PWW_5/Kd_PWW_5_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz |
| Kd_UU_1     | Kd_UU_1/Kd_UU_1_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_UU_1/Kd_UU_1_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_UU_2     | Kd_UU_2/Kd_UU_2_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_UU_2/Kd_UU_2_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_UU_3     | Kd_UU_3/Kd_UU_3_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_UU_3/Kd_UU_3_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_UU_4     | Kd_UU_4/Kd_UU_4_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kd_UU_4/Kd_UU_4_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kd_UU_5     | Kd_UU_5/Kd_UU_5_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_UU_5/Kd_UU_5_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_UU_6     | Kd_UU_6/Kd_UU_6_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_UU_6/Kd_UU_6_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kd_UU_7     | Kd_UU_7/Kd_UU_7_CKDL230021924-1A_HCTC7DSX7_L4_1.fq.gz   | Kd_UU_7/Kd_UU_7_CKDL230021924-1A_HCTC7DSX7_L4_2.fq.gz   |
| Kk_19S8     | Kk_19S8/Kk_19S8_CKDL220020121-1A_HCWYNDSX5_L1_1.fq.gz   | Kk_19S8/Kk_19S8_CKDL220020121-1A_HCWYNDSX5_L1_2.fq.gz   |
| Kk_3151     | Kk_3151/Kk_3151_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3151/Kk_3151_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3152     | Kk_3152/Kk_3152_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3152/Kk_3152_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3153     | Kk_3153/Kk_3153_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3153/Kk_3153_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3154     | Kk_3154/Kk_3154_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3154/Kk_3154_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3155     | Kk_3155/Kk_3155_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3155/Kk_3155_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3156     | Kk_3156/Kk_3156_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3156/Kk_3156_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3157     | Kk_3157/Kk_3157_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3157/Kk_3157_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3158     | Kk_3158/Kk_3158_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3158/Kk_3158_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3159     | Kk_3159/Kk_3159_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3159/Kk_3159_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3160     | Kk_3160/Kk_3160_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3160/Kk_3160_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3161     | Kk_3161/Kk_3161_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3161/Kk_3161_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3162     | Kk_3162/Kk_3162_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3162/Kk_3162_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3163     | Kk_3163/Kk_3163_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3163/Kk_3163_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3164     | Kk_3164/Kk_3164_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3164/Kk_3164_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3165     | Kk_3165/Kk_3165_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3165/Kk_3165_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3166     | Kk_3166/Kk_3166_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3166/Kk_3166_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3167     | Kk_3167/Kk_3167_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3167/Kk_3167_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3168     | Kk_3168/Kk_3168_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3168/Kk_3168_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3169     | Kk_3169/Kk_3169_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3169/Kk_3169_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3170     | Kk_3170/Kk_3170_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3170/Kk_3170_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3171     | Kk_3171/Kk_3171_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3171/Kk_3171_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3172     | Kk_3172/Kk_3172_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3172/Kk_3172_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3173     | Kk_3173/Kk_3173_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3173/Kk_3173_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3174     | Kk_3174/Kk_3174_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3174/Kk_3174_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3175     | Kk_3175/Kk_3175_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3175/Kk_3175_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3176     | Kk_3176/Kk_3176_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3176/Kk_3176_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3177     | Kk_3177/Kk_3177_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3177/Kk_3177_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3178     | Kk_3178/Kk_3178_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3178/Kk_3178_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3179     | Kk_3179/Kk_3179_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3179/Kk_3179_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3180     | Kk_3180/Kk_3180_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3180/Kk_3180_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3181     | Kk_3181/Kk_3181_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3181/Kk_3181_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3182     | Kk_3182/Kk_3182_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3182/Kk_3182_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3183     | Kk_3183/Kk_3183_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3183/Kk_3183_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3184     | Kk_3184/Kk_3184_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3184/Kk_3184_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3185     | Kk_3185/Kk_3185_CKDL230011080-1A_H5HLWDSX7_L2_1.fq.gz   | Kk_3185/Kk_3185_CKDL230011080-1A_H5HLWDSX7_L2_2.fq.gz   |
| Kk_3186     | Kk_3186/Kk_3186_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3186/Kk_3186_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3187     | Kk_3187/Kk_3187_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3187/Kk_3187_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3188     | Kk_3188/Kk_3188_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3188/Kk_3188_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3189     | Kk_3189/Kk_3189_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3189/Kk_3189_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3190     | Kk_3190/Kk_3190_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3190/Kk_3190_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3191     | Kk_3191/Kk_3191_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3191/Kk_3191_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3192     | Kk_3192/Kk_3192_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3192/Kk_3192_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3193     | Kk_3193/Kk_3193_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3193/Kk_3193_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3194     | Kk_3194/Kk_3194_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3194/Kk_3194_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3195     | Kk_3195/Kk_3195_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3195/Kk_3195_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3215     | Kk_3215/Kk_3215_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3215/Kk_3215_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3330     | Kk_3330/Kk_3330_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3330/Kk_3330_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3331     | Kk_3331/Kk_3331_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3331/Kk_3331_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3332     | Kk_3332/Kk_3332_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3332/Kk_3332_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| Kk_3333     | Kk_3333/Kk_3333_CKDL230021923-1A_HCTC7DSX7_L3_1.fq.gz   | Kk_3333/Kk_3333_CKDL230021923-1A_HCTC7DSX7_L3_2.fq.gz   |
| SRR6195040  | SRR6195040/SRR6195040_1.fastq.gz                        | SRR6195040/SRR6195040_2.fastq.gz                        |
